    
    
CATEGRAGTE = {
        #"预制菜":[["预制菜",],[]],
        #"医药":[["幽门螺旋杆菌","医药","新冠检测","中药","动物疫苗","细胞免疫治疗","生物制药","医疗器械","原料药","新冠药物","创新药"],[]],
        #"特高压":[["特高压","智能电网","柔性直流输电"],[]],
        #"新能源汽车":[["汽车零部件","新能源汽车","锂电池","汽车电子","汽车芯片"],[]],
        "食品":[["预制菜","酒店餐饮","人造肉","牛羊肉","养鸡"],[]],
        "元宇宙":[["元宇宙","NFT","虚拟数字人","虚拟现实"],["虚拟现实",]],
        "次新股":[["次新股","次新",],[]],
        "数字经济":[["数字货币","大数据","区块链","国产软件","云计算","网络安全","移动支付","数据中心"],["移动支付",]],
        "零售":[["零售","电子商务",],[]], 
        "业绩预增":[["业绩预增",],["年报预增","业绩预增"]],
        "民爆器材":[["民爆器材","爆破器材","民爆"],[]],
        "房地产":[["房地产",],[]],
        "三胎":[["三胎","盲盒"],[]],
        "旅游":[["旅游",],[]],
        "基建":[["工程基建","工程施工","工程咨询","路桥施工","工程机械","水泥","地下管网","装配式建筑"],["基建工程","一带一路"]],
        "冬奥会":[["冬奥会",],[]],
        "油气":[["天然气",],["油气开采"]],
        "房地产":[["房地产",],[]],
        "5G":[["5G","物联网"],["5G","物联网"]],
        "绿色电力":[["绿色电力","风电","光伏","储能","太阳能","电力"],["太阳能",]],
        "猪肉":[["猪肉","饲料"],[]],
    }

    
CATEGRAGTE_KE_ZHUAN_ZAI = {

        "新能源汽车":["汽车零部件","新能源汽车","锂电池","汽车电子","汽车芯片"],
        "食品":["预制菜","酒店餐饮","人造肉","牛羊肉","养鸡"],
        "元宇宙":["元宇宙","NFT","虚拟数字人","虚拟现实"],
        "数字经济":["数字货币","大数据","区块链","国产软件","云计算","网络安全","移动支付","数据中心"],
        "零售":["零售","电子商务",],
        "业绩预增":["年报预增","业绩预增"],
        "房地产":["房地产",],
        "三胎":["三胎","盲盒"],
        "基建":["工程基建","工程施工","工程咨询","路桥施工","工程机械","水泥","地下管网","装配式建筑","雄安基建"],
        "冬奥会":["冬奥会",],
        "油气":["天然气","油气开采"],
        "房地产":["房地产",],
        "绿色电力":["绿色电力","风电","光伏","储能","太阳能","电力"],
        "5G":["5G","物联网"],
    }